Repository: SantaFox/Greenway
Catalog: ledger/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Customer Name
ru: Имя покупателя

source: Show settled Orders
ru: Показать исполненные заказы

source: Account Name
ru: Наименование счёта

source: Account name that is easy to use and remember.
ru: Наименование счёта, простое и удобное для использования

source: Accounts
ru: Счета

source: Counterparty Name
ru: Имя контрагента

source: Name of the Counterparty, preferably "Surname Name"
ru: Имя или наименование контрагента, предпочтительно в формате "Фамилия Имя"

source: Contact Phone
ru: Контактный телефон

source: Email address
ru: Адрес эл. почты

source: Telegram
ru: Телеграм

source: Telegram profile name
ru: Имя профиля в Telegram

source: Instagram
ru: Инстаграм

source: Name used in Facebook and Facebook Messenger
ru: Имя профиля в Facebook и Facebook Messenger

source: Address
ru: Адрес

source: Address (without city)
ru: Адрес (без указания города)

source: City Name
ru: Город

source: City name only
ru: Город (без указания адреса)

source: Memo
ru: Заметки

source: Act as Supplier
ru: Поставщик

source: Counterparty act as Supplier and can be selected in Supplier Order
ru: Контрагент является Поставщиком и доступен для выбора в Заказах Поставщикам

source: Act as Customer
ru: Покупатель

source: Counterparty act as Customer and can be selected in Customer Order
ru: Контрагент является Покупателем и доступен для выбора в Заказах Покупателей

source: Counterparties
ru: Контрагенты

source: Operation Date
ru: Дата операции

source: Date when this Operation was executed
ru: Дата совершения операции

source: Number of this Order in the Suppliers system
ru: Номер данного Заказа в системе Поставщика

source: Placement Date
ru: Дата размещения

source: Date when this Order was placed to the Supplier system
ru: Дата передачи данного Заказа в систему Поставщика

source: Dispatch Date
ru: Дата отправки

source: Delivery Date
ru: Дата доставки

source: Date when this Order was delivered from the Supplier to Storage
ru: Дата получения этого Заказа от Поставщика на Склад

source: Tracking Number
ru: Номер отслеживания

source: Courier Service Name
ru: Наименование курьерской службы

source: Select one from provided Courier Services
ru: Выберите использованную почтовую службу

source: Amount
ru: Сумма

source: Currency
ru: Валюта

source: Gift value calculated in GFT (obsolete since 07.07.2021)
ru: Подарочная стоимость, выраженная в GFT (отменена 07.07.2021)

source: Gift value calculated in payment Currency (actual since 07.07.2021)
ru: Подарочная стоимость, выраженная в валюте оплаты (введена 07.07.2021)

source: Volume (PV) obtained from this Order
ru: Объем (PV), полученный от этого Заказа

source: Supplier Orders
ru: Заказы поставщикам

source: Registered Customer
ru: Зарегистрированный покупатель

source: Price of delivery in the same currency as Amount, if Customer is charged for it. Included in total Amount.
ru: Стоимость доставки в валюте основной цены, если дополнительно удерживается с Покупателя. Включается в общую Стоимость.

source: Detailed Delivery
ru: Раздельная доставка

source: Delivery of each Position is managed separately
ru: Доставка каждой позиции управляется вручную

source: Memo related to this Customer Order
ru: Заметки к этому заказу покупателя

source: Customer Orders
ru: Заказы покупателей

source: Memo related to this ItemSet Breakdown
ru: Заметки к этому Разделению наборов

source: Item Set Breakdowns
ru: Разделение наборов

source: Product
ru: Товар

source: Quantity
ru: Количество

source: Quantity of Products
ru: Количество товаров

source: Price
ru: Цена

source: Paid price per one Product
ru: Цена уплаченная за один товар

source: Currency of the paid price
ru: Валюта платежа покупателя

source: Free Item
ru: Бесплатный товар

source: This Position is free because of ongoing Action
ru: Эта Позиция бесплатна в результате идущей Акции

source: Gift
ru: Подарок

source: This Position is purchased from accrued Gift funds
ru: Эта Позиция приобретается за счёт подарочных средств

source: Sell price per one Product
ru: Цена полученная за один продукт

source: Currency of the sell price
ru: Валюта платежа покупателя

source: Discount
ru: Скидка

source: Discount applied to total amount for the position
ru: Скидка, применённая к общей стоимости позиции

source: Discount Reason
ru: Причина скидки

source: Reason for provision of Discount
ru: Причины применения скидки

source: In stock / prepared for delivery
ru: В наличии / приготовлен к отправке

source: In stock / should be ordered
ru: В наличии / требуется заказать

source: Not in stock / need to be ordered
ru: Нет в наличии / требуется заказать

source: Not in stock / waiting for incoming
ru: Нет в наличии / ожидаем поставки

source: Not in stock / no delivery control
ru: Нет в наличии / не контролировать

source: Delivered to customer
ru: Доставлен заказчику

source: Payments
ru: Оплаты

source: Cash Transfers
ru: Переводы Средств

source: Category
ru: Категория

source: SKU
ru: Артикул

source: Name
ru: Наименование

source: In Stock
ru: В наличии

source: Receivable
ru: Поступление

source: Deliverable
ru: К поставке

source: Account
ru: Счёт

source: Initial
ru: Нач. сальдо

source: Debited
ru: Списано

source: Credited
ru: Зачислено

source: Final
ru: Фин. сальдо

source: Actions
ru: Действия

source: There are no Accounts for this User
ru: Для этого Пользователя нет зарегистрированных счетов

source: There are no Counterparties for this User
ru: Для этого Пользователя нет зарегистрированных контрагентов

source: Paid
ru: Оплачено

source: There are no Customer Orders for this User
ru: Для этого Пользователя нет зарегистрированных заказов покупателей

source: There are no Position for this Customer Order
ru: К этому покупательскому заказу нет товарных позиций

source: There are no Payments for this Customer Order
ru: К этому покупательскому заказу нет платежей

source: Please wait while deletion will be validated
ru: Пожалуйста, подождите, пока проверяется возможность удаления

source: This may take some time
ru: Это может занять некоторое время

# Form button
source: Cancel
ru: Отмена

# Form button
source: Delete
ru: Удалить

# Form button
source: Save
ru: Сохранить

source: Manage Accounts
ru: Управление счетами

source: Add New Account
ru: Добавить новый счёт

source: Search
ru: Поиск

source: Show empty rows
ru: Показать пустые строки

source: Remove empty rows
ru: Скрыть пустые строки

source: Export to PDF
ru: Экспорт в PDF

source: Export to Excel
ru: Экспорт в Excel

source: Manage Counterparties
ru: Управление контрагентами

source: Add New Counterparty
ru: Добавить нового контрагента

source: Manage Customer Orders
ru: Управление покупательскими заказами

source: Add New Customer Order
ru: Добавить новый покупательский заказ

source: Current Stock
ru: Наличие на Складе

source: Edit Counterparty
ru: Исправить контрагента

source: Delete Counterparty
ru: Удалить контрагента

source: Counterparty
ru: Контрагент

source: Delete Account
ru: Удалить счёт

source: Edit Customer Order
ru: Редактирование покупательского заказа

source: Customer Order Positions
ru: Позиции покупательского заказа

source: Customer Order Payments
ru: Оплаты по покупательскому заказу

source: Edit Order Position
ru: Исправить позицию заказа

source: Edit Order Payment
ru: Исправить платёж по заказу

source: Delete Customer Order
ru: Удаление покупательского заказа

source: Customer Order
ru: Покупательский заказ

source: Position of Customer Order
ru: Позиции покупательского заказа

source: Payment of Customer Order
ru: Оплаты по покупательскому заказу
